Repository: seblepers/Magento-CE-French-translation
Catalog: OmegaT/OmegaT-level2.tmx
Source language: en_us
Languages: fr_fr

source: Whether buyer can define the date when billing for the profile begins.
fr_fr: Si l'acheteur peut définir la date en facturant pour le profil a venir.

source: Whether catalog prices entered by admin include tax.
fr_fr: Les prix catalogue saisis dans le back office doivent-ils être saisis en HT ou TTC.

source: Whether shipping amounts entered by admin or obtained from gateways include tax.
fr_fr: Les montants de livraison saisis dans le back office ou récupérés sur les passerelles doivent-ils être interprétés en HT ou TTC.

source: Whether to create a billing agreement, if there are no active billing agreements available.
fr_fr: Créer une entente de facturation, s'il n'y a aucune entente de facturation active disponible.

source: Whether to show "All" option in the "Show X Per Page" dropdown.
fr_fr: Afficher l'option "Toutes" dans la liste déroulante "Afficher X par page".

source: Whether to suspend the payment profile if the initial fee fails or add it to the outstanding balance.
fr_fr: Le profil de paiement doit-il être suspendu si les frais initiaux échouent ou doivent-ils être ajoutés au montant à payer ?

source: White Background
fr_fr: Fond blanc

source: Who
fr_fr: Qui

source: Widget ID
fr_fr: ID de widget

source: Widget Instance
fr_fr: Instance de widget

source: Widget Instance Title
fr_fr: Titre de l'instance de widget

source: Widget Options
fr_fr: Options du widget

source: Widget Type
fr_fr: Type de widget

source: Widget Type is not specified
fr_fr: Le type du widget n'est pas spécifié

source: Widget instance is not full complete to create.
fr_fr: Création impossible, l'instance du widget n'est pas complète.

source: Width
fr_fr: Largeur

source: Will appear as a payment option only for customers who have at least one active billing agreement.
fr_fr: Apparaît comme une option de paiement uniquement pour les clients qui ont au moins une entente de facturation active.

source: Will make search for the query above return results for this search.
fr_fr: Exécutera la recherche pour la recherche ci-dessus et en retournera les résultats.

source: Wishlist
fr_fr: Liste d'envies

source: Wishlist - %d item(s)
fr_fr: Liste d'envies - %d article(s)

source: Wishlist Report
fr_fr: Listes d'envies

source: Wishlist Section
fr_fr: Section liste d'envies

source: Wishlist Sharing
fr_fr: Partage de liste d'envies

source: Wishlist has been cleared.
fr_fr: La liste d'envies a été effacée.

source: Wishlist has been updated.
fr_fr: La liste d'envies a été mise à jour.

source: Wishlist has been updated. But there are accrued some errors while updating some items.
fr_fr: La liste d'envies a été mise à jour. Mais des erreurs sont survenues lors de la mise à jour de certains articles.

source: Wishlist is empty now.
fr_fr: La liste d'envies est vide maintenant.

source: Wishlist item is not loaded.
fr_fr: L'élément de liste d'enviez n'est pas chargé.

source: Wishlist vs. Regular Order
fr_fr: Liste d'envies vs. Commande normale

source: Wishlists
fr_fr: Liste d'envies

source: Working...
fr_fr: En cours de traitement...

source: WorldLink Withdrawal
fr_fr: Retrait WorldLink

source: Would you like to sign a billing agreement to streamline further purchases with PayPal?
fr_fr: Souhaitez-vous signer une entente de facturation afin de rationaliser vos futurs achats avec PayPal ?

source: Write
fr_fr: Écrire

source: Write Your Own Review
fr_fr: Rédigez votre propre commentaire

source: Wrong %s specified.
fr_fr: Mauvais(e) %s.

source: Wrong Android background image orientation has been specified: "%s".
fr_fr: Mauvaise orientation d'image d'arrière-plan pour Android : "%s".

source: Wrong BuyRequest instance in options group.
fr_fr: Mauvaise instance BuyRequest dans le groupe d'options.

source: Wrong Ipad background image orientation has been specified: "%s".
fr_fr: Mauvaise orientation d'image d'arrière-plan pour iPad : "%s".

source: Wrong PayPal Express Checkout Token specified.
fr_fr: Le jeton pour PayPal Express est incorrect.

source: Wrong account specified.
fr_fr: Le compte spécifié est erroné

source: Wrong attribute ID.
fr_fr: Mauvais identifiant d'attribut.

source: Wrong attribute group ID
fr_fr: Mauvais identifiant de groupe d'attributs.

source: Wrong attribute group ID.
fr_fr: Mauvais identifiant de groupe d'attributs.

source: Wrong attribute set ID
fr_fr: Mauvais identifiant de jeu d'attributs.

source: Wrong attribute set ID.
fr_fr: Mauvais identifiant de jeu d'attributs.

source: Wrong billing agreement ID specified.
fr_fr: L'ID d'entente de facturation spécifié est incorrect.

source: Wrong column format.
fr_fr: Mauvais format de colonne.

source: Wrong configuration item instance in options group.
fr_fr: Mauvaise instance d'élément de configuration dans le groupe d'options.

source: Wrong configuration item option instance in options group.
fr_fr: Mauvaise instance d'option d'élément de configuration dans le groupe d'options.

source: Wrong confirmation key.
fr_fr: Clé de confirmation erronée.

source: Wrong customer account specified.
fr_fr: Le compte client spécifié est erroné.

source: Wrong device type.
fr_fr: Mauvais type de terminal.

source: Wrong email format
fr_fr: Mauvais format d'email.

source: Wrong email.
fr_fr: Email erroné.

source: Wrong entity ID
fr_fr: Mauvais identifiant d'entité.

source: Wrong entity ID.
fr_fr: Mauvais identifiant d'entité.

source: Wrong file info format
fr_fr: Mauvais format d'informations de fichier

source: Wrong message type
fr_fr: Mauvais type de message.

source: Wrong newsletter template.
fr_fr: Mauvais gabarit de newsletter

source: Wrong number of arguments for %s
fr_fr: Nombre d'arguments erroné pour %s

source: Wrong old style column type definition: {$definition}.
fr_fr: Ancien style de définition de type de colonne erroné : {$definition}.

source: Wrong option instance type in options group.
fr_fr: Mauvais type d'instance d'option dans le groupe d'options.

source: Wrong option type to get group instance.
fr_fr: Type d'option incorrect pour récupérer l'instance de groupe.

source: Wrong or empty billing amount specified.
fr_fr: Mauvais montant de facturation spécifié.

source: Wrong order of creation for new backup.
fr_fr: Ordre de création erroné pour la nouvelle sauvegarde.

source: Wrong product instance type in options group.
fr_fr: Mauvais type d'instance de produit dans le groupe d'options.

source: Wrong product type filter specified
fr_fr: Filtre de type de produit incorrect

source: Wrong product type to extract configurable options.
fr_fr: Type de produit erroné pour l'extraction des options configurables.

source: Wrong quote item id to update configuration.
fr_fr: Mauvais id d'article de commande pour mettre à jour la configuration.

source: Wrong quote item instance in options group.
fr_fr: Mauvaise instance d'article dans le groupe d'options.

source: Wrong quote item option instance in options group.
fr_fr: Mauvaise instance d'option d'article dans le groupe d'options.

source: Wrong quote item.
fr_fr: Élément de devis erroné.

source: Wrong rule specified.
fr_fr: Mauvaise règle spécifiée

source: Wrong state: "%s".
fr_fr: État incorrect : "%s".

source: Wrong tab configuration.
fr_fr: Mauvaise configuration d'onglet.

source: Wrong tag was specified.
fr_fr: Mauvais tag spécifié.

source: Wrong theme format.
fr_fr: Mauvais format de thème.

source: Wrong transaction ID specified.
fr_fr: Mauvais identifiant de transaction.

source: Wrong transactional account email type
fr_fr: Le type d'email de compte transactionnel est erroné

source: Wrong transactional account email type.
fr_fr: Le type d'email de compte transactionnel est erroné.

source: Wrong type definition for %s
fr_fr: Mauvaise définition de type pour %s

source: Wrong wigdet instance specified.
fr_fr: Mauvaise instance de wigdet spécifiée

source: XML data is invalid.
fr_fr: Les données XML sont invalides

source: XML object is not instance of "Varien_Simplexml_Element".
fr_fr: L'objet XML n'est pas une instance de "Varien_Simplexml_Element".

source: YTD
fr_fr: Depuis le début de l'année

source: YYYY
fr_fr: AAAA

source: Year
fr_fr: Année

source: Year Range
fr_fr: Période annuelle

source: Year-To-Date Starts
fr_fr: L'année en cours commence le

source: Yearly
fr_fr: Annuel

source: Yes
fr_fr: Oui

source: Yes (301 Moved Permanently)
fr_fr: Oui (301 Document déplacé de façon permanente)

source: Yes (302 Found)
fr_fr: Oui (302 Document déplacé de façon temporaire)

source: Yes (only price with tax)
fr_fr: Oui (prix avec taxe seulement)

source: Yes. Matched Address and five-didgit ZIP
fr_fr: Oui, Correspondance de l'adresse et du code postal à 5 chiffres

source: Yes/No
fr_fr: Oui/Non

source: You are already logged in.
fr_fr: Vous êtes déjà connecté.

source: You are currently not subscribed to any newsletter.
fr_fr: Vous n'êtes abonné à aucune newsletter.

source: You are currently not subscribed to our newsletter.
fr_fr: Vous n'êtes pas abonné(e) à notre newsletter

source: You are currently subscribed to 'General Subscription'.
fr_fr: Vous êtes abonné à 'Abonnement général'

source: You are currently subscribed to our newsletter.
fr_fr: Vous êtes abonné(e) à notre newsletter

source: You are now logged out
fr_fr: Vous vous êtes déconnecté(e).

source: You are receiving this notification because you subscribed to receive alerts when the following products are back in stock:
fr_fr: Vous recevez cette alerte car vous avez demandé à être alerté quand les produits suivants sont de nouveau disponibles :

source: You are receiving this notification because you subscribed to receive alerts when the prices for the following products changed:
fr_fr: Vous recevez cette alerte car vous avez demandé à être alerté quand les produits suivants sont modifiés :

source: You can arrange the layout/list of the payment methods on Ogone payment page.
fr_fr: Vous pouvez organiser la mise en page / liste des modes de paiement sur la page de paiement Ogone.

source: You can leave a box blank if you don't wish to add a gift message for whole order
fr_fr: Laissez vide si vous ne souhaitez pas ajouter de message cadeau pour cette commande.

source: You can leave this box blank if you do not wish to add a gift message for the item.
fr_fr: Laissez vide si vous ne souhaitez pas ajouter de message cadeau pour l'article.

source: You can leave this box blank if you do not wish to add a gift message for this address.
fr_fr: Laissez vide si vous ne souhaitez pas ajouter de message cadeau pour cette adresse.

source: You can leave this box blank if you do not wish to add a gift message for whole order.
fr_fr: Laissez vide si vous ne souhaitez pas ajouter de message cadeau pour l'ensemble de la commande.

source: You can not remove system attribute from this set.
fr_fr: Vous ne pouvez pas retirer un attribut système de ce jeu.

source: You can set any additional countries added by Apple Store.
fr_fr: Vous pouvez renseigner d'autres pays ajoutés par l'Apple Store.

source: You can set any price you want for your app, or you can give it away for free. Most apps range from $0.99 - $4.99
fr_fr: Vous pouvez définir le prix que vous vouler pour l'appli ou vous pouvez la proposer gratuitement. La plupart des applis ont un prix compris entre 0,99$ et 4,99$

source: You can specify server port, ex.: localhost:3307<br />If you are not using default UNIX socket, you can specify it here instead of host, ex.: /var/run/mysqld/mysqld.sock
fr_fr: Vous pouvez spécifier un port pour le serveur, par ex.: localhost:3307<br />Si vous n'utilisez pas la socket UNIX par défaut, vous pouvez la spécifier ici au lieu de l'hôte, par ex.: /var/run/mysqld/mysqld.sock

source: You can watch statistics here.
fr_fr: Vous pouvez consulter les statistiques ici.

source: You cannot delete this tax class as it is used for %d customer groups.
fr_fr: Vous ne pouvez pas supprimer cette classe de taxe car elle est utilisée par %d groupe(s) clients.

source: You cannot delete this tax class as it is used for %d products.
fr_fr: Vous ne pouvez pas supprimer cette classe de taxe car elle est utilisée par %d produit(s).

source: You cannot delete this tax class as it is used in Tax Rules. You have to delete the rules it is used in first.
fr_fr: Vous ne pouvez pas supprimer cette classe de taxe car elle est utilisée par une règle. Vous devez d'abord supprimer la règle.

source: You cannot delete your own account.
fr_fr: Vous ne pouvez pas supprimer votre propre compte.

source: You cannot email this product to a friend.
fr_fr: Vous ne pouvez pas envoyer ce produit à un ami.

source: You cannot remove system attribute from this set.
fr_fr: Vous ne pouvez pas retirer un attribut système

source: You cannot send more than %d emails at a time.
fr_fr: Vous ne pouvez pas envoyer plus de %d emails à la fois.

source: You could enable this option to use web server rewrites functionality for improved search engines optimization.
fr_fr: Vous pouvez activer cette option pour utiliser la fonctionnalité de réécritures du serveur web pour l'optimisation pour les moteurs de recherche

source: You do not have sufficient permissions to enable Maintenance Mode during this operation.
fr_fr: Vous n'avez pas les permissions suffisantes pour activer le mode maintenance pendant cette opération.

source: You have
fr_fr: Vous avez

source: You have %s unread message(s).
fr_fr: Vous avez %s message(s) non lu(s).

source: You have %s unread message(s). <a href="%s">Go to messages inbox</a>.
fr_fr: Vous avez %s message(s) non lu(s). <a href="%s">Aller à la boîte de réception</a>.

source: You have %s, %s and %s unread messages. <a href="%s">Go to messages inbox</a>.
fr_fr: Vous avez %s, %s et %s message(s) non lu(s). <a href="%s">Aller à la boîte de réception

source: You have been unsubscribed.
fr_fr: Vous n'êtes plus inscrit(e) à la newsletter.

source: You have exceeded limit of %d sends in an hour
fr_fr: Vous avez dépassé la limite de %d envois par heure

source: You have exceeded limit of %d sends in an hour.
fr_fr: Vous avez dépassé la limite de %d envois en une heure.

source: You have logged out and will be redirected to our homepage in 5 seconds.
fr_fr: Vous vous êtes déconnecté(e) et vous serez redirigé(e) vers la page d'accueil dans 5 secondes.

source: You have logged out.
fr_fr: Vous vous êtes déconnecté(e).

source: You have no additional address entries in your address book.
fr_fr: Vous n'avez pas d'entrées supplémentaires dans votre carnet d'adresses.

source: You have no additional entries in your address book.
fr_fr: Vous n'avez pas d'entrées supplémentaires dans votre carnet d'adresses

source: You have no default billing address in your address book.
fr_fr: Vous n'avez pas d'adresse de facturation par défaut dans votre carnet d'adresses.

source: You have no default entries in your address book.
fr_fr: Vous n'avez pas d'entrée par défaut dans votre carnet d'adresses

source: You have no default shipping address in your address book.
fr_fr: Vous n'avez pas d'adresse de livraison par défaut dans votre carnet d'adresses.

source: You have no items in your shopping cart.
fr_fr: Votre panier est vide.

source: You have no items in your wishlist.
fr_fr: Vous n'avez pas d'article dans votre liste d'envies.

source: You have no items to compare.
fr_fr: Vous n'avez pas d'articles à comparer.

source: You have not enough permissions to use this functionality.
fr_fr: Nous n'avez pas la permission d'utiliser cette fonctionnalité.

source: You have not purchased any downloadable products yet.
fr_fr: Vous n'avez pas encore commandé de produits téléchargeables.

source: You have not set a default billing address.
fr_fr: Vous n'avez pas spécifié d'adresse de facturation par défaut.

source: You have not set a default shipping address.
fr_fr: Vous n'avez pas spécifié d'adresse de livraison par défaut.

source: You have not tagged any products yet.
fr_fr: Vous n'avez taggé aucun produit pour le moment.

source: You have placed no orders yet.
fr_fr: Vous n'avez pas encore passé de commande.

source: You have placed no orders.
fr_fr: Vous n'avez jamais commandé.

source: You have placed no products yet.
fr_fr: Vous n'avez pas encore choisi de produit.

source: You have reached the maximum number of credit card allowed to be used for the payment.
fr_fr: Vous avez atteint le nombre maximum de cartes bancaires autorisées pour un paiement.

source: You have reached the maximum number of credit cards that can be used for one payment. The available amounts on all used cards were insufficient to complete payment. The payment has been cancelled and amounts on hold have been released.
fr_fr: Vous avez atteint le nombre maximum de cartes bancaires autorisées pour un paiement. Les fonds disponibles sur toutes les cartes utilisées étaient insuffisants pour terminer le paiement. Le paiement a été annulé et les montants en attente ont été libérés.

source: You have submitted no reviews.
fr_fr: Vous n'avez posté aucun commentaire

source: You have to specify at least one recipient.
fr_fr: Vous devez préciser au moins un destinataire.

source: You may also be interested in the following product(s)
fr_fr: Vous pourriez également être intéressé par le(s) produit(s) suivant(s)

source: You must have JavaScript enabled in your browser to utilize the functionality of this website.
fr_fr: Javascript doit être activé dans votre navigateur pour utiliser toutes les fonctionnalités de ce site.

source: You need to specify order items.
fr_fr: Vous devez spécifier les articles de la commande.

source: You will be redirected to ChronoPay in a few seconds.
fr_fr: Vous serez redirigé vers ChronoPay dans quelques secondes.

source: You will be redirected to Chronopay website when you place an order.
fr_fr: Vous serez redirigé vers le site de ChronoPay à l'issue de votre commande.

source: You will be redirected to Cybermut in a few seconds.
fr_fr: Vous serez redirigé vers le site de Cybermut dans quelques secondes.

source: You will be redirected to Cybermut website when you place an order.
fr_fr: Vous serez redirigé vers le site de Cybermut à l'issue de votre commande.

source: You will be redirected to GoogleCheckout in a few seconds.
fr_fr: Vous allez être redirigé vers Google Checkout dans quelques secondes.

source: You will be redirected to Ogone website when you place an order.
fr_fr: Vous serez redirigé vers le site d'Ogone à l'issue de votre commande.

source: You will be redirected to Paybox in a few seconds.
fr_fr: Vous serez redirigé vers Paybox dans quelques secondes.

source: You will be redirected to bank in a few seconds.
fr_fr: Vous serez redirigé vers la banque dans quelques secondes.

source: You will be redirected to eWAY 3D-Secure in a few seconds.
fr_fr: Vous allez être redirigé vers eWAY 3D-Secure dans quelques secondes.

source: You will be redirected to eWAY 3D-Secure website when you place an order.
fr_fr: Vous serez redirigé vers le site de eWAY 3D-Secure à l'issue de votre commande.

source: You will be redirected to eWAY in a few seconds.
fr_fr: Vous serez redirigé vers le site de eWAY 3D-Secure dans quelques secondes.

source: You will be redirected to eWAY website when you place an order.
fr_fr: Vous serez redirigé vers le site de eWAY à l'issue de votre commande.

source: You will be redirected to iDEAL in a few seconds.
fr_fr: Vous serez redirigé vers iDEAL dans quelques secondes.

source: You will be redirected to our secure payment page when you place an order.
fr_fr: Vous allez être redirigé vers notre page de paiement sécurisé.

source: You will be redirected to protx in a few seconds.
fr_fr: Vous serez redirigé vers le site de Protx dans quelques secondes.

source: You will be redirected to the PayPal website in a few seconds.
fr_fr: Vous serez redirigé vers le site de PayPal dans quelques secondes.

source: You will be redirected to the PayPal website when you place an order.
fr_fr: Vous serez redirigé vers le site de PayPal à l'issue de votre commande.

source: You will be redirected to the PayPal website.
fr_fr: Vous allez être redirigé vers le site PayPal.

source: You will be redirected to the Paybox website when you place an order.
fr_fr: Vous serez redirigé vers le site de Paybox à l'issue de votre commande.

source: You will be redirected to the Protx website when you place an order.
fr_fr: Vous serez redirigé vers le site de Protx à l'issue de votre commande.

source: You will be redirected to the payment system website.
fr_fr: Vous allez être redirigé vers le site Web du système de paiement.

source: You will be redirected to the website of your bank when you place an order.
fr_fr: Vous serez redirigé vers le site de votre banque à l'issue de la commande.

source: You will be required to enter your payment details after you place an order.
fr_fr: Vous devrez saisir les informations de paiement après la validation de votre commande.

source: You will be required to enter your payment details before you place an order.
fr_fr: Vous devrez saisir les informations de paiement avant de valider une commande.

source: You will have to log in after you save your custom admin path.
fr_fr: Vous devrez vous reconnecter après avoir enregistré le chemin personnalisé.

source: You will need to navigate to your
fr_fr: Vous devrez vous rendre dans le

source: You will need to wait when the action ends.
fr_fr: Vous devrez attendre que l'action se termine.

source: You will no longer receive price alerts for this product.
fr_fr: Vous ne recevrez plus d'alertes de changement de prix pour ce produit.

source: You will no longer receive stock alerts for this product.
fr_fr: Vous ne recevrez plus d'alertes de disponibilité pour ce produit.

source: You will no longer receive stock alerts.
fr_fr: Vous ne recevrez plus d'alertes de disponibilité.

source: You will receive an order confirmation email with details of your order and a link to track its progress.
fr_fr: Vous allez recevoir un mail de confirmation avec les détails de votre commande ainsi qu'un lien pour suivre son avancement.

source: You're All Set
fr_fr: Vous avez terminé

source: You're All Set!
fr_fr: C'est terminé !

source: You're reviewing:
fr_fr: Vous commentez :

source: Your Checkout Progress
fr_fr: Avancement de votre commande

source: Your Language
fr_fr: Langue

source: Your Language:
fr_fr: Votre langue :

source: Your Packaging
fr_fr: Votre paquet

source: Your Rating:
fr_fr: Votre note :

source: Your Recently Compared
fr_fr: Vos dernières comparaisons

source: Your Recently Viewed
fr_fr: Derniers articles consultés

source: Your Review (submitted on %s):
fr_fr: <strong>Votre commentaire</strong> (posté le %s) :

source: Your Wishlist has been shared.
fr_fr: Votre liste d'envies a été partagée.

source: Your account balance is: %s
fr_fr: Le solde de votre compte est de : <strong>%s</strong>

source: Your account has been deactivated.
fr_fr: Votre compte a été désactivé.

source: Your answers contain duplicates.
fr_fr: Vos réponses contiennent des doublons.

source: Your billing agreement # is: %s.
fr_fr: Votre n° d'entente de facturation est : %s.

source: Your credit card has been declined. Click OK to specify another credit card to complete your purchase. Click Cancel to release the amount on hold and select another payment method.
fr_fr: Votre carte bancaire a été refusée. Cliquez sur OK pour utiliser une autre carte pour terminer votre commande. Cliquez sur Annuler pour libérer le montant en attente et sélectionner un autre moyen de paiement.

source: Your credit card will be charged for
fr_fr: Votre carte de crédit sera débitée de

source: Your current currency is: %s
fr_fr: Votre devise actuelle est : %s
